Repository: FreddecGames/ngexile
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: Sign Up
fr: Inscription

source: Your account is now activated. You could sign in to start playing.
fr: Votre compte est activé. Vous pouvez vous connecter pour commencer à jouer.

source: Sign In
fr: Connexion

source: Activate account at
fr: Lien d'activation pour

source: Link is valid for %(expiration_days)s days.
fr: Ce lien est valide %(expiration_days)s jours.

source: Account activation on
fr: Lien d'activation pour

source: You are now registered. An email with an activation link was sent to your email. Don't forget to look at your spam.
fr: Vous êtes inscrit. Un email avec un lien d'activation a été envoyé à l'adresse électronique renseignée. N'oubliez pas de regarder parmi vos spams.

source: Email address
fr: Adresse électronique

source: Required. 254 characters or fewer. Must contains @.
fr: Requis. 254 caractères maximum. Doit contenir le caractère « @ ».

source: Password
fr: Mot de passe

source: Required. Your password can’t be too similar to your other personal information. Your password must contain at least 8 characters. Your password can’t be a commonly used password. Your password can’t be entirely numeric.
fr: Requis. Votre mot de passe ne peut pas trop ressembler à vos autres informations personnelles. Votre mot de passe doit contenir au minimum 8 caractères. Votre mot de passe ne peut pas être un mot de passe couramment utilisé. Votre mot de passe ne peut pas être entièrement numérique.

source: Password confirmation
fr: Confirmation du mot de passe

source: Required. Enter the same password as before, for verification.
fr: Requis. Saisissez le même mot de passe que précédemment, pour vérification.

source: If you already have an account, <a href='/accounts/login/'>Sign In</a> instead.
fr: Déjà inscrit ? <a href='/accounts/login/'>Connexion</a>.

source: NG Exile is a strategic space simulation online game totally free, playable with a simple browser on all platforms.
fr: NG Exile est un jeu web en ligne totalement gratuit de simulation stratégique spatiale jouable avec un simple navigateur.

source: Game is still in development.<br>Bugs and data loses may happen.<br>Play at your own risks.
fr: Le jeu est toujours en cours de développement.<br>Des bugs et des pertes de données sont à prévoir.<br>Jouez à vos risques et périls.

source: To be kept informed and to get last news, join our Discord server.
fr: Pour vous tenir informé et obtenir les dernières informations, rejoignez le salon Discord du jeu.

source: Servers
fr: Serveurs

source: Sign Out
fr: Déconnexion

source: Select a server to join
fr: Sélectionner un serveur pour jouer

source: Original server with original bugs and original design
fr: Serveur original avec les bugs et le design originaux

source: Are you sure?
fr: Etes-vous sur ?

source: Email
fr: Adresse électronique

source: Don't have an account? <a href='/accounts/register'>Create an account</a>.
fr: Pas encore inscrit ? <a href='/accounts/register'>Inscription</a>.
